espressif/esp-matter/examples/icd_app/sdkconfig.defaults.esp32c6
CONFIG_IDF_TARGET="esp32c6"

CONFIG_ESP_PHY_MAC_BB_PD=y

